Repository: alitsicode/honey_shop
Catalog: pages/locale/*/LC_MESSAGES/django.po
Languages: fa

source: title
fa: عنوان

source: description
fa: توضیحات

source: image
fa: تصویر

source: created time
fa: زمان ایجاد

source: updated time
fa: زمان ویرایش

source: Category
fa: دسته بندی

source: Categories
fa: دسته بندی ها

source: price
fa: قیمت

source: has_discount
fa: ایا تخفیف دارد ؟

source: price_with_discount
fa: قیمت با اعمال تخفیف

source: category
fa: دسته بندی

source: product_status
fa: وضعیت محصول

source: created
fa: زمان ایجاد

source: updated
fa: زمان ویرایش

source: product_properties
fa: ویژگی های محصول

source: Product
fa: محصول

source: Products
fa: محصولات

source: Our_Property
fa: ویژگی ما

source: Our_Properties
fa: ویژگی های ما

source: short_description
fa: توضیح کوتاه

source: why_our_honey
fa: چرا عسل های ما

source: HomeHeader
fa: سر تیتر صفحه ی خانه

source: HomeHeaders
fa: سر تیتر های صفحه ی خانه

source: user
fa: کاربر

source: product
fa: محصول

source: Like
fa: لایک

source: Likes
fa: لایک ها

source: BookMark
fa: ذخیره شده

source: BookMarks
fa: ذخیره شده ها

source: Gallery
fa: گالری تصویر

source: Galleries
fa: گالری تصاویر

source: many photos of our products
fa: عکس های محصولات ما

source: Photo Gallery
fa: عکس گالری

source: go shopping
fa: رفتن به خرید

source: why our honey
fa: چرا عسل های ما

source: our product
fa: محصولات ما

source: more
fa: بیشتر

source: about our shop
fa: درباره ی فروشگاه ما

source: categories
fa: دسته بندی ها

source: gallery
fa: گالری تصاویر

source: Delete
fa: حذف

source: Are you sure to delete ?
fa: از حذف مطمئنی ؟

source: Edit
fa: ویرایش

source: delete
fa: حذف

source: out of exist !
fa: اتمام موجودی

source: product properties
fa: خواص محصولات

source: Product Detail
fa: جزئیات محصول

source: Product comments
fa: کامنت های محصول

source: products
fa: محصولات

source: you can see our all product in all types and property
fa: در این صفحه همه ی محصولات ما از همه ی دسته بندی ها و با خاصیت های مختلف را میتوانید پیدا کنید

source: Product List
fa: لیست محصولات

source: we finished!
fa: اتمام موجودی !

source: Update Product
fa: ویرایش محصول

source: Update
fa: ویرایش
